debian/oxd-server/usr/share/oxd-server/oxd-license-server/target/test-classes/org/xdi/oxd/license/test/createUser.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:ws="http://ws.protocol.core.ejbca.org/">
    <soapenv:Header/>
    <soapenv:Body>
        <ws:editUser>
            <arg0>
                <caName>GluuRepoCA</caName>
                <certificateProfileName>EndUser1y</certificateProfileName>
                <clearPwd>false</clearPwd>
                <email>License-Number2@gluu.org</email>
                <endEntityProfileName>Subscription</endEntityProfileName>
                <password>RandomPassword</password>
                <sendNotification>true</sendNotification>
                <status>10</status>
                <subjectDN>CN=License-Number2</subjectDN>
                <tokenType>USERGENERATED</tokenType>
                <username>License-Number2</username>
            </arg0>
        </ws:editUser>
    </soapenv:Body>
</soapenv:Envelope>